Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

source: %@ Sessions
ar: %@ من الجلسات
bn: %@ সেশন
de: %@ Sitzungen
es: %@ sesiones
fa: %@ جلسات
fr: %@ séances
hi: %@ सेशन
id: %@ Sesi
ja: %@セッション
ko: %@개 세션
pa: %@ ਸੈਸ਼ਨ
pt_pt: %@ sessões
ru: %@ занятий
sw: %@ Vipindi
zh_hans: %@ 节课

source: %@ kcal
ar: %1 كيلو كالوري
fa: %@ کیلو کالری
id: %@ kkal
ru: %@ ккал
zh_hans: %@ 千卡

source: %@ kcal / %@ kcal
ar: %@ سعر حراري / %@ سعر حراري
fa: %@ کیلو کالری / %@ کیلو کالری
id: %@ kkal / %@ kkal
ru: %@ ккал / %@ ккал
zh_hans: %@ 千卡 / %@ 千卡

source: %@ min - %@ session
ar: %@ دقيقة - %@ جلسة
bn: %@ মিনিট - %@ সেশন
de: %@ Min. - %@ Sitzung
es: %@ min - %@ sesión
fa: %@ دقیقه - %@ جلسه
fr: %@ min - %@ séance
hi: %@ मिनट - %@ सेशन
id: %@ menit - %@ sesi
ja: %@分 - %@セッション
ko: %@분 - %@세션
pa: %@ ਮਿੰਟ - %@ ਸੈਸ਼ਨ
pt_pt: %@ min - %@ sessão
ru: %@ мин — %@ занятие
sw: %@ dakika - %@ kipindi
zh_hans: %@ 分钟 - %@ 节

source: %@ screen
ar: شاشة %@
bn: %@ স্ক্রীন
de: %@ Bildschirm
es: Pantalla %@
fa: صفحه %@
fr: Écran %@
hi: %@ स्क्रीन
id: %@ layar
ja: %@ 画面
ko: %@ 화면
pa: %@ ਸਕਰੀਨ
pt_pt: %@ tela
ru: Экран %@
sw: %@ skrini
zh_hans: %@ 页面

source: %@%% completed
ar: اكتمل %@%%
bn: %@%% সম্পন্ন হয়েছে
de: %@%% abgeschlossen
es: %@%% completado
fa: %@%% تکمیل شد
fr: %@%% terminé
hi: %@%% पूरा
id: %@%% selesai
ja: %@%% 完了
ko: %@%% 완료
pa: %@%% ਪੂਰਾ ਹੋਇਆ
pt_pt: %@%% concluído
ru: %@%% выполнено
sw: %@%% imekamilika
zh_hans: %@%% 已完成

source: %@-Day Streak !
ar: خط اليوم الثاني %!
bn: %@-দিনের স্ট্রীক!
es: ¡Racha de %@ días!
fr: Série de %@ jours !
hi: %@ दिन की स्ट्रीक!
id: % Harian Beruntun !
ja: %@日連続達成！
ko: %@일 연속 달성!
pa: %@-ਦਿਨ ਸਟ੍ਰੀਕ !
pt_pt: Sequência de %@ dias!
ru: Серия %@ дней!
sw: Mfululizo wa Siku %@!
zh_hans: 连续 %@ 天！

source: %lld Sessions
ar: %lld من الجلسات
bn: %lld সেশন
de: %lld Sitzungen
es: %lld sesiones
fa: %lld جلسات
fr: %lld séances
hi: %lld सेशन
id: %lld Sesi
ja: %lldセッション
ko: %lld개 세션
pa: %lld ਸੈਸ਼ਨ
pt_pt: %lld sessões
ru: %lld занятий
sw: %lld Vipindi
zh_hans: %lld 节课

source: %lld kcal
ar: %1 كيلو كالوري
fa: %lld کیلو کالری
id: %lld kkal
ru: %lld ккал
zh_hans: %lld 千卡

source: %lld kcal / %lld kcal
ar: %lld سعر حراري / %lld سعر حراري
fa: %lld کیلو کالری / %lld کیلو کالری
id: %lld kkal / %lld kkal
ru: %lld ккал / %lld ккал
zh_hans: %lld 千卡 / %lld 千卡

source: %lld min - %lld session
ar: %lld دقيقة - %lld جلسة
bn: %lld মিনিট - %lld সেশন
de: %lld Min. - %lld Sitzung
es: %lld min - %lld sesión
fa: %lld دقیقه - %lld جلسه
fr: %lld min - %lld séance
hi: %lld मिनट - %lld सेशन
id: %lld menit - %lld sesi
ja: %lld分 - %lldセッション
ko: %lld분 - %lld세션
pa: %lld ਮਿੰਟ - %lld ਸੈਸ਼ਨ
pt_pt: %lld min - %lld sessão
ru: %lld мин — %lld занятие
sw: %lld dakika - %lld kipindi
zh_hans: %lld 分钟 - %lld 节

source: %lld%% completed
ar: اكتمل %lld%%
bn: %lld%% সম্পন্ন হয়েছে
de: %lld%% abgeschlossen
es: %lld%% completado
fa: %lld%% تکمیل شد
fr: %lld%% terminé
hi: %lld%% पूरा
id: %lld%% selesai
ja: %lld%% 完了
ko: %lld%% 완료
pa: %lld%% ਪੂਰਾ ਹੋਇਆ
pt_pt: %lld%% concluído
ru: %lld%% выполнено
sw: %lld%% imekamilika
zh_hans: %lld%% 已完成

source: %lld-Day Streak !
ar: خط اليوم الثاني %!
bn: %lld-দিনের স্ট্রীক!
es: ¡Racha de %lld días!
fr: Série de %lld jours !
hi: %lld दिन की स्ट्रीक!
id: % Harian Beruntun !
ja: %lld日連続達成！
ko: %lld일 연속 달성!
pa: %lld-ਦਿਨ ਸਟ੍ਰੀਕ !
pt_pt: Sequência de %lld dias!
ru: Серия %lld дней!
sw: Mfululizo wa Siku %lld!
zh_hans: 连续 %lld 天！

source: 10-20 minutes
ar: 10-20 دقيقة
bn: 10-20 মিনিট
de: 10-20 Minuten
es: 10-20 minutos
fa: 10-20 دقیقه
fr: 10 à 20 minutes
hi: 10-20 मिनट
id: 10-20 menit
ja: 10～20分
ko: 10~20분
pa: 10-20 ਮਿੰਟ
pt_pt: 10-20 minutos
ru: 10–20 минут
sw: Dakika 10-20
zh_hans: 10-20 分钟

source: 12 hour
ar: 12 ساعة
bn: 12 ঘন্টা
de: 12 Stunden
es: 12 horas
fa: 12 ساعت
fr: 12 heures
hi: 12 घंटा
id: 12 jam
ja: 12時間
ko: 12시간
pa: 12 ਘੰਟੇ
pt_pt: 12 horas
ru: 12-часовой
sw: Saa 12
zh_hans: 12 小时制

source: 20-30 minutes
ar: 20-30 دقيقة
bn: 20-30 মিনিট
de: 20-30 Minuten
es: 20-30 minutos
fa: 20-30 دقیقه
fr: 20 à 30 minutes
hi: 20-30 मिनट
id: 20-30 menit
ja: 20～30分
ko: 20~30분
pa: 20-30 ਮਿੰਟ
pt_pt: 20-30 minutos
ru: 20–30 минут
sw: Dakika 20-30
zh_hans: 20-30 分钟

source: 24 hour
ar: 24 ساعة
bn: 24 ঘন্টা
de: 24 Stunden
es: 24 horas
fa: 24 ساعت
fr: 24 heures
hi: 24 घंटे
id: 24 jam
ja: 24時間
ko: 24시간
pa: 24 ਘੰਟੇ
pt_pt: 24 horas
ru: 24-часовой
sw: Saa 24
zh_hans: 24 小时制

source: 3 days
ar: 3 أيام
bn: 3 দিন
de: 3 Tage
es: 3 dias
fa: 3 روز
fr: 3 jours
hi: 3 दिन
id: 3 hari
ja: 3日間
ko: 3일
pa: 3 ਦਿਨ
pt_pt: 3 dias
ru: 3 дня
sw: Siku 3
zh_hans: 3 天

source: 3 days free trial
ar: تجربة مجانية لمدة 3 أيام
bn: 3 দিনের বিনামূল্যে ট্রায়াল
de: 3 Tage kostenlose Testversion
es: 3 días de prueba gratis
fa: 3 روز آزمایشی رایگان
fr: 3 jours d'essai gratuit
hi: 3 दिन का मुफ़्त ट्रायल
id: Uji coba gratis 3 hari
ja: 3日間の無料トライアル
ko: 3일 무료 체험
pa: 3 ਦਿਨਾਂ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼
pt_pt: 3 dias de teste gratuito
ru: 3 дня бесплатно
sw: Jaribio la siku 3 bila malipo
zh_hans: 3 天免费试用

source: 30+ minutes
ar: 30+ دقيقة
bn: 30+ মিনিট
de: 30+ Minuten
es: Más de 30 minutos
fa: 30+ دقیقه
fr: Plus de 30 minutes
hi: 30+ मिनट
id: 30+ menit
ja: 30分以上
ko: 30분 이상
pa: 30+ ਮਿੰਟ
pt_pt: Mais de 30 minutos
ru: Более 30 минут
sw: Dakika 30+
zh_hans: 30 分钟以上

source: 5-10 minutes
ar: 5-10 دقائق
bn: 5-10 মিনিট
de: 5-10 Minuten
es: 5-10 minutos
fa: 5-10 دقیقه
fr: 5 à 10 minutes
hi: 5-10 मिनट
id: 5-10 menit
ja: 5～10分
ko: 5~10분
pa: 5-10 ਮਿੰਟ
pt_pt: 5-10 minutos
ru: 5–10 минут
sw: Dakika 5-10
zh_hans: 5-10 分钟

source: AD
ar: م
bn: খ্রি
es: Anuncio
fa: پس از میلاد
fr: Annonce
hi: विज्ञापन
id: IKLAN
ja: 広告
ko: 광고
pa: ਏ.ਡੀ
pt_pt: ANÚNCIO
ru: РЕКЛАМА
zh_hans: 广告

source: Active & challenging
ar: نشطة وصعبة
bn: সক্রিয় এবং চ্যালেঞ্জিং
de: Aktiv und herausfordernd
es: Activo y desafiante
fa: فعال و چالش برانگیز
fr: Actif et stimulant
hi: सक्रिय और चुनौतीपूर्ण
id: Aktif & menantang
ja: アクティブでチャレンジング
ko: 활동적이고 도전적으로
pa: ਕਿਰਿਆਸ਼ੀਲ ਅਤੇ ਚੁਣੌਤੀਪੂਰਨ
pt_pt: Ativo e desafiador
ru: Активно и с вызовом
sw: Inayotumika na yenye changamoto
zh_hans: 活跃且富有挑战

source: Active subscription
ar: الاشتراك النشط
bn: সক্রিয় সদস্যতা
de: Aktives Abonnement
es: Suscripción activa
fa: اشتراک فعال
fr: Abonnement actif
hi: सक्रिय सदस्यता
id: Langganan aktif
ja: アクティブなサブスクリプション
ko: 활성 구독
pa: ਕਿਰਿਆਸ਼ੀਲ ਗਾਹਕੀ
pt_pt: Assinatura ativa
ru: Активная подписка
sw: Usajili unaotumika
zh_hans: 有效订阅

source: Active until
ar: نشط حتى
bn: পর্যন্ত সক্রিয়
de: Aktiv bis
es: Activo hasta
fa: فعال تا
fr: Actif jusqu'à
hi: तक सक्रिय
id: Aktif sampai
ja: までアクティブ
ko: 활성 기간:
pa: ਤੱਕ ਸਰਗਰਮ ਹੈ
pt_pt: Ativo até
ru: Активна до
sw: Imetumika hadi
zh_hans: 有效期至

source: Ad
ar: إعلان
bn: বিজ্ঞাপন
de: Anzeige
es: Publicidad
fa: آگهی
fr: Annonce
hi: विज्ञापन
id: Iklan
ja: 広告
ko: 광고
pa: ਐਡ
pt_pt: Anúncio
ru: Реклама
sw: Tangazo
zh_hans: 广告

source: Add
ar: أضف
bn: যোগ করুন
de: Hinzufügen
es: Añadir
fa: اضافه کنید
fr: Ajouter
hi: जोड़ें
id: Tambahkan
ja: 追加
ko: 추가
pa: ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar
ru: Добавить
sw: Ongeza
zh_hans: 添加

source: Add Activity
ar: أضف نشاط
bn: কার্যকলাপ যোগ করুন
de: Aktivität hinzufügen
es: Añadir actividad
fa: افزودن فعالیت
fr: Ajouter une activité
hi: गतिविधि जोड़ें
id: Tambahkan Aktivitas
ja: アクティビティを追加
ko: 활동 추가
pa: ਗਤੀਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicionar atividade
ru: Добавить активность
sw: Ongeza Shughuli
zh_hans: 添加活动

source: Add More Activities
ar: أضف المزيد من الأنشطة
bn: আরো কার্যকলাপ যোগ করুন
de: Fügen Sie weitere Aktivitäten hinzu
es: Añadir más actividades
fa: افزودن فعالیت های بیشتر
fr: Ajouter d'autres activités
hi: और गतिविधियाँ जोड़ें
id: Tambahkan Lebih Banyak Aktivitas
ja: アクティビティを追加
ko: 활동 더 추가
pa: ਹੋਰ ਗਤੀਵਿਧੀਆਂ ਸ਼ਾਮਲ ਕਰੋ
pt_pt: Adicione mais atividades
ru: Добавить занятия
sw: Ongeza Shughuli Zaidi
zh_hans: 添加更多活动

source: All
ar: الكل
bn: সব
de: Alle
es: Todo
fa: همه
fr: Tout
hi: सभी
id: Semua
ja: すべて
ko: 모두
pa: ਸਾਰੇ
pt_pt: Todos
ru: Все
sw: Wote
zh_hans: 全部

source: All Done!
ar: تم كل شيء!
bn: সব সম্পন্ন!
de: Alles erledigt!
es: ¡Listo!
fa: تمام شد!
fr: Terminé !
hi: सब पूरा!
id: Semua Selesai!
ja: 完了！
ko: 모두 완료!
pa: ਸਭ ਹੋ ਗਿਆ!
pt_pt: Tudo pronto!
ru: Готово!
sw: Yote Yamekamilika!
zh_hans: 全部完成！

source: Ankle
ar: الكاحل
bn: গোড়ালি
de: Knöchel
es: Tobillo
fa: مچ پا
fr: Cheville
hi: टखना
id: Pergelangan kaki
ja: 足首
ko: 발목
pa: ਗਿੱਟਾ
pt_pt: Tornozelo
ru: Лодыжка
sw: Kifundo cha mguu
zh_hans: 脚踝

source: Any areas needing extra care?
ar: هل هناك مناطق تحتاج إلى رعاية إضافية؟
bn: কোন এলাকায় অতিরিক্ত যত্ন প্রয়োজন?
de: Gibt es Bereiche, die besondere Pflege benötigen?
es: ¿Alguna zona que necesite cuidado extra?
fa: آیا مناطقی نیاز به مراقبت بیشتری دارند؟
fr: Des zones nécessitant une attention particulière ?
hi: क्या किसी हिस्से पर खास ध्यान देने की ज़रूरत है?
id: Adakah area yang memerlukan perawatan ekstra?
ja: 特に気をつけたい部位はありますか？
ko: 특별히 신경 써야 할 부위가 있나요?
pa: ਕਿਸੇ ਵੀ ਖੇਤਰ ਨੂੰ ਵਾਧੂ ਦੇਖਭਾਲ ਦੀ ਲੋੜ ਹੈ?
pt_pt: Alguma área precisando de cuidados extras?
ru: Есть ли зоны, требующие особого внимания?
sw: Maeneo yoyote yanayohitaji utunzaji wa ziada?
zh_hans: 有哪些部位需要特别照顾？

source: App crashes
ar: تعطل التطبيق
bn: অ্যাপ ক্র্যাশ
de: App stürzt ab
es: La aplicación falla
fa: برنامه خراب می شود
fr: L'application plante
hi: ऐप क्रैश हो गया
id: Aplikasi mogok
ja: アプリがクラッシュする
ko: 앱 충돌
pa: ਐਪ ਕ੍ਰੈਸ਼ ਹੋ ਜਾਂਦੀ ਹੈ
pt_pt: Falhas no aplicativo
ru: Приложение вылетает
sw: Programu kuacha kufanya kazi
zh_hans: 应用崩溃

source: App font is hard to read
ar: من الصعب قراءة خط التطبيق
bn: অ্যাপ ফন্ট পড়া কঠিন
de: App-Schriftart ist schwer lesbar
es: La fuente de la aplicación es difícil de leer
fa: خواندن فونت برنامه سخت است
fr: La police de l'application est difficile à lire
hi: ऐप फ़ॉन्ट को पढ़ना कठिन है
id: Font aplikasi sulit dibaca
ja: アプリのフォントが読みにくい
ko: 앱 글꼴을 읽기가 어렵습니다.
pa: ਐਪ ਫੌਂਟ ਨੂੰ ਪੜ੍ਹਨਾ ਔਖਾ ਹੈ
pt_pt: A fonte do aplicativo é difícil de ler
ru: Шрифт трудно читать
sw: Fonti ya programu ni ngumu kusoma
zh_hans: 应用字体难以阅读

source: Article
ar: مقالة
bn: প্রবন্ধ
de: Artikel
es: Artículo
fa: مقاله
fr: Articles
hi: आलेख
id: Artikel
ja: 記事
ko: 기사
pa: ਲੇਖ
pt_pt: Artigo
ru: Статья
sw: Kifungu
zh_hans: 文章

source: Auto
ar: تلقائي
bn: অটো
de: Automatisch
fa: خودکار
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
pa: ਆਟੋ
pt_pt: Automático
ru: Авто
sw: Otomatiki
zh_hans: 自动

source: Auto renewable. Cancel anytime
ar: قابلة للتجديد تلقائيًا. إلغاء في أي وقت
bn: স্বয়ংক্রিয় পুনর্নবীকরণযোগ্য। যেকোনো সময় বাতিল করুন
de: Automatisch erneuerbar. Jederzeit kündbar
es: Renovación automática. Cancela cuando quieras
fa: قابل تمدید خودکار هر زمان خواستید لغو کنید
fr: Renouvellement automatique. Annulable à tout moment
hi: स्वतः नवीनीकरण। कभी भी रद्द करें
id: Dapat diperbarui secara otomatis. Batalkan kapan saja
ja: 自動更新。いつでもキャンセル可能
ko: 자동 갱신. 언제든지 취소 가능
pa: ਆਟੋ ਨਵਿਆਉਣਯੋਗ. ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰੋ
pt_pt: Auto renovável. Cancele a qualquer momento
ru: Автопродление. Отмена в любое время
sw: Inaweza kufanywa upya kiotomatiki. Ghairi wakati wowote
zh_hans: 自动续订，随时可取消

source: Back 5 seconds
ar: العودة 5 ثواني
bn: 5 সেকেন্ড পিছনে
de: 5 Sekunden zurück
es: Retroceder 5 segundos
fa: 5 ثانیه برگشت
fr: 5 secondes en arrière
hi: 5 सेकंड पीछे
id: Kembali 5 detik
ja: 5秒戻る
ko: 5초 뒤로
pa: 5 ਸਕਿੰਟ ਪਿੱਛੇ
pt_pt: Voltar 5 segundos
ru: Назад на 5 секунд
sw: Nyuma kwa sekunde 5
zh_hans: 后退 5 秒

source: Best value
ar: أفضل قيمة
bn: সেরা মান
de: Bester Wert
es: Mejor valor
fa: بهترین ارزش
fr: Meilleure offre
hi: सबसे बेहतर
id: Nilai terbaik
ja: いちばんお得
ko: 최고의 혜택
pa: ਵਧੀਆ ਮੁੱਲ
pt_pt: Melhor valor
ru: Лучшая цена
sw: Thamani bora
zh_hans: 最超值

source: Boost energy
ar: تعزيز الطاقة
bn: শক্তি বাড়ান
de: Steigern Sie die Energie
es: Aumentar la energía
fa: تقویت انرژی
fr: Augmenter l'énergie
hi: ऊर्जा बढ़ाना
id: Tingkatkan energi
ja: エネルギー向上
ko: 에너지 증진
pa: ਊਰਜਾ ਨੂੰ ਹੁਲਾਰਾ
pt_pt: Aumente a energia
ru: Повысить энергию
sw: Kuongeza nishati
zh_hans: 提升精力

source: Build strength
ar: بناء القوة
bn: শক্তি তৈরি করুন
de: Stärke aufbauen
es: Ganar fuerza
fa: ایجاد قدرت
fr: Renforcer la force
hi: ताकत बढ़ाना
id: Bangun kekuatan
ja: 筋力アップ
ko: 근력 향상
pa: ਤਾਕਤ ਬਣਾਓ
pt_pt: Construir força
ru: Наращивать силу
sw: Jenga nguvu
zh_hans: 增强力量

source: Build this screen based on the Figma design.
ar: قم ببناء هذه الشاشة بناءً على تصميم Figma.
bn: ফিগমা ডিজাইনের উপর ভিত্তি করে এই স্ক্রিনটি তৈরি করুন।
de: Erstellen Sie diesen Bildschirm basierend auf dem Figma-Design.
es: Crea esta pantalla según el diseño de Figma.
fa: این صفحه نمایش را بر اساس طرح Figma بسازید.
fr: Construisez cet écran à partir de la maquette Figma.
hi: इस स्क्रीन को Figma डिज़ाइन के आधार पर बनाएँ।
id: Bangun layar ini berdasarkan desain Figma.
ja: Figma のデザインに基づいてこの画面を作成してください。
ko: Figma 디자인을 기반으로 이 화면을 만드세요.
pa: ਫਿਗਮਾ ਡਿਜ਼ਾਈਨ ਦੇ ਆਧਾਰ 'ਤੇ ਇਸ ਸਕ੍ਰੀਨ ਨੂੰ ਬਣਾਓ।
pt_pt: Construa esta tela com base no design Figma.
ru: Создайте этот экран по макету Figma.
sw: Unda skrini hii kulingana na muundo wa Figma.
zh_hans: 请根据 Figma 设计稿构建此页面。

source: By tapping Continue, your payment will be charged to your account and your subscription will automatically renew for the same package length at the same price until you cancel it from your device's subscription settings.
ar: من خلال النقر على "متابعة"، سيتم خصم دفعتك من حسابك وسيتم تجديد اشتراكك تلقائيًا لنفس مدة الحزمة وبنفس السعر حتى تقوم بإلغائه من إعدادات الاشتراك بجهازك.
bn: চালিয়ে যান-এ আলতো চাপার মাধ্যমে, আপনার অর্থপ্রদান আপনার অ্যাকাউন্টে চার্জ করা হবে এবং আপনি আপনার ডিভাইসের সদস্যতা সেটিংস থেকে বাতিল না করা পর্যন্ত একই মূল্যে একই প্যাকেজের দৈর্ঘ্যের জন্য আপনার সদস্যতা স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে।
de: Wenn Sie auf „Weiter“ tippen, wird die Zahlung Ihrem Konto belastet und Ihr Abonnement verlängert sich automatisch um die gleiche Paketdauer zum gleichen Preis, bis Sie es in den Abonnementeinstellungen Ihres Geräts kündigen.
es: Al tocar Continuar, se cobrará el pago a tu cuenta y tu suscripción se renovará automáticamente por el mismo periodo y precio hasta que la canceles en los ajustes de suscripción de tu dispositivo.
fa: با ضربه زدن روی «ادامه»، هزینه پرداخت شما به حساب شما واریز می‌شود و اشتراک شما به‌طور خودکار برای مدت زمان بسته با همان قیمت تمدید می‌شود تا زمانی که آن را از تنظیمات اشتراک دستگاه خود لغو کنید.
fr: En appuyant sur Continuer, votre compte sera débité et votre abonnement sera automatiquement renouvelé pour la même durée et au même prix jusqu'à son annulation dans les réglages d'abonnement de votre appareil.
hi: जारी रखें पर टैप करने से आपके खाते से भुगतान लिया जाएगा और जब तक आप अपने डिवाइस की सब्सक्रिप्शन सेटिंग से इसे रद्द नहीं करते, आपकी सब्सक्रिप्शन उसी अवधि और उसी कीमत पर अपने आप नवीनीकृत होती रहेगी।
id: Dengan mengetuk Lanjutkan, pembayaran Anda akan dibebankan ke akun Anda dan langganan Anda akan diperpanjang secara otomatis untuk durasi paket yang sama dengan harga yang sama hingga Anda membatalkannya dari pengaturan berlangganan perangkat Anda.
ja: 「続ける」をタップすると、お客様のアカウントに料金が請求され、デバイスの定期購読設定で解約するまで、同じ期間・同じ価格で自動更新されます。
ko: 계속하기를 누르면 결제 금액이 계정으로 청구되며, 기기의 구독 설정에서 취소하기 전까지 동일한 기간과 가격으로 구독이 자동 갱신됩니다.
pa: ਜਾਰੀ ਰੱਖੋ 'ਤੇ ਟੈਪ ਕਰਨ ਦੁਆਰਾ, ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੀ ਗਾਹਕੀ ਉਸੇ ਕੀਮਤ 'ਤੇ ਉਸੇ ਪੈਕੇਜ ਦੀ ਲੰਬਾਈ ਲਈ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਰੀਨਿਊ ਹੋ ਜਾਵੇਗੀ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੀ ਡਿਵਾਈਸ ਦੀ ਗਾਹਕੀ ਸੈਟਿੰਗਾਂ ਤੋਂ ਰੱਦ ਨਹੀਂ ਕਰਦੇ।
pt_pt: Ao tocar em Continuar, seu pagamento será cobrado em sua conta e sua assinatura será renovada automaticamente pelo mesmo pacote e pelo mesmo preço até que você a cancele nas configurações de assinatura do seu dispositivo.
ru: Нажимая «Продолжить», вы соглашаетесь, что оплата будет списана с вашего счёта, а подписка будет автоматически продлеваться на тот же срок и по той же цене, пока вы не отмените её в настройках подписок на устройстве.
sw: Kwa kugusa Endelea, malipo yako yatatozwa kwenye akaunti yako na usajili wako utasasishwa kiotomatiki kwa urefu sawa wa kifurushi kwa bei ile ile hadi utakapoghairi kutoka kwa mipangilio ya usajili ya kifaa chako.
zh_hans: 点击「继续」即表示您的账户将被扣款，订阅将以相同时长和价格自动续订，直至您在设备的订阅设置中取消为止。

source: Calories Goal
ar: هدف السعرات الحرارية
bn: ক্যালোরি লক্ষ্য
de: Kalorienziel
es: Objetivo de calorías
fa: هدف کالری
fr: Objectif de calories
hi: कैलोरी लक्ष्य
id: Sasaran Kalori
ja: カロリー目標
ko: 칼로리 목표
pa: ਕੈਲੋਰੀ ਟੀਚਾ
pt_pt: Meta de calorias
ru: Цель по калориям
sw: Lengo la Kalori
zh_hans: 卡路里目标

source: Camera
ar: الكاميرا
bn: ক্যামেরা
de: Kamera
es: Cámara
fa: دوربین
fr: Appareil photo
hi: कैमरा
id: Kamera
ja: カメラ
ko: 카메라
pa: ਕੈਮਰਾ
pt_pt: Câmera
ru: Камера
sw: Kamera
zh_hans: 相机

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو کنید
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
pa: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
sw: Ghairi
zh_hans: 取消

source: Cancel anytime
ar: إلغاء في أي وقت
bn: যেকোনো সময় বাতিল করুন
de: Jederzeit kündbar
es: Cancela en cualquier momento
fa: هر زمان خواستید لغو کنید
fr: Annulez à tout moment
hi: किसी भी समय रद्द करें
id: Batalkan kapan saja
ja: いつでもキャンセル可能
ko: 언제든지 취소하세요
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰੋ
pt_pt: Cancele a qualquer momento
ru: Отмена в любое время
sw: Ghairi wakati wowote
zh_hans: 随时可取消

source: Canceled by user
ar: تم الإلغاء بواسطة المستخدم
bn: ব্যবহারকারী দ্বারা বাতিল
de: Vom Benutzer abgebrochen
es: Cancelado por el usuario
fa: توسط کاربر لغو شد
fr: Annulé par l'utilisateur
hi: उपयोगकर्ता द्वारा रद्द किया गया
id: Dibatalkan oleh pengguna
ja: ユーザーによってキャンセルされました
ko: 사용자에 의해 취소됨
pa: ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਰੱਦ ਕੀਤਾ ਗਿਆ
pt_pt: Cancelado pelo usuário
ru: Отменено пользователем
sw: Imeghairiwa na mtumiaji
zh_hans: 用户已取消

source: Center
ar: مركز
bn: কেন্দ্র
de: Mitte
es: Centro
fa: مرکز
fr: Centre
hi: केंद्र
id: Pusat
ja: 中央
ko: 가운데
pa: ਕੇਂਦਰ
pt_pt: Centro
ru: По центру
sw: Kituo
zh_hans: 居中

source: Change currency
ar: تغيير العملة
bn: মুদ্রা পরিবর্তন করুন
de: Währung ändern
es: Cambiar moneda
fa: ارز را تغییر دهید
fr: Changer de devise
hi: मुद्रा बदलें
id: Ubah mata uang
ja: 通貨を変更する
ko: 통화 변경
pa: ਮੁਦਰਾ ਬਦਲੋ
pt_pt: Alterar moeda
ru: Изменить валюту
sw: Badilisha sarafu
zh_hans: 更改货币

source: Changes easily
ar: يتغير بسهولة
bn: সহজেই পরিবর্তন হয়
de: Lässt sich leicht ändern
es: Cambia con facilidad
fa: به راحتی تغییر می کند
fr: Change facilement
hi: आसानी से बदलता है
id: Berubah dengan mudah
ja: 変動しやすい
ko: 쉽게 변함
pa: ਆਸਾਨੀ ਨਾਲ ਬਦਲਦਾ ਹੈ
pt_pt: Muda facilmente
ru: Легко меняется
sw: Inabadilika kwa urahisi
zh_hans: 容易波动

source: Claim your bonus deal
ar: المطالبة بصفقة المكافأة الخاصة بك
bn: আপনার বোনাস চুক্তি দাবি করুন
de: Fordern Sie Ihr Bonusangebot an
es: Consigue tu oferta extra
fa: معامله جایزه خود را مطالبه کنید
fr: Profitez de votre offre bonus
hi: अपना बोनस ऑफ़र पाएँ
id: Klaim kesepakatan bonus Anda
ja: ボーナス特典を受け取る
ko: 보너스 혜택 받기
pa: ਆਪਣੇ ਬੋਨਸ ਸੌਦੇ ਦਾ ਦਾਅਵਾ ਕਰੋ
pt_pt: Reivindique seu acordo de bônus
ru: Получить бонусное предложение
sw: Dai ofa yako ya bonasi
zh_hans: 领取您的额外优惠

source: Collection
ar: المجموعة
bn: সংগ্রহ
de: Sammlung
es: Colección
fa: مجموعه
hi: संग्रह
id: Koleksi
ja: コレクション
ko: 컬렉션
pa: ਸੰਗ੍ਰਹਿ
pt_pt: Coleção
ru: Коллекция
sw: Mkusanyiko
zh_hans: 收藏

source: Complete
ar: كامل
bn: সম্পূর্ণ
de: Komplett
es: Completar
fa: کامل
fr: Terminé
hi: पूर्ण
id: Lengkap
ja: 完了
ko: 완료
pa: ਸੰਪੂਰਨ
pt_pt: Completo
ru: Завершено
sw: Kamilisha
zh_hans: 完成

source: Condition
ar: الحالة
bn: অবস্থা
de: Zustand
es: Condición
fa: وضعیت
hi: स्थिति
id: Kondisi
ja: 条件
ko: 조건
pa: ਹਾਲਤ
pt_pt: Condição
ru: Состояние
sw: Hali
zh_hans: 状态

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fa: تایید کنید
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasikan
ja: 確定
ko: 확인
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pt_pt: Confirmar
ru: Подтвердить
sw: Thibitisha
zh_hans: 确认

source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fa: ادامه دهید
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続ける
ko: 계속
pa: ਜਾਰੀ ਰੱਖੋ
pt_pt: Continuar
ru: Продолжить
sw: Endelea
zh_hans: 继续

source: Copy
ar: نسخ
bn: কপি
de: Kopieren
es: Copiar
fa: کپی کنید
fr: Copier
hi: कॉपी
id: Salin
ja: コピー
ko: 복사
pa: ਕਾਪੀ ਕਰੋ
pt_pt: Copiar
ru: Копировать
sw: Nakili
zh_hans: 复制

source: Create
ar: إنشاء
bn: তৈরি করুন
de: Erstellen
es: Crear
fa: ایجاد کنید
fr: Créer
hi: बनाएँ
id: Buat
ja: 作成
ko: 생성
pa: ਬਣਾਓ
pt_pt: Criar
ru: Создать
sw: Unda
zh_hans: 创建

source: Currency
ar: العملة
bn: মুদ্রা
de: Währung
es: Moneda
fa: ارز
fr: Devise
hi: मुद्रा
id: Mata uang
ja: 通貨
ko: 통화
pa: ਮੁਦਰਾ
pt_pt: Moeda
ru: Валюта
sw: Sarafu
zh_hans: 货币

source: Current
ar: الحالي
bn: কারেন্ট
de: Aktuell
es: Actual
fa: فعلی
fr: Actuel
hi: वर्तमान
id: Saat ini
ja: 現在
ko: 현재
pa: ਵਰਤਮਾਨ
pt_pt: Atual
ru: Текущий
sw: Ya sasa
zh_hans: 当前

source: Custom
ar: مخصص
bn: কাস্টম
de: Benutzerdefiniert
es: Personalizado
fa: سفارشی
fr: Personnalisé
hi: कस्टम
id: Adat
ja: カスタム
ko: 사용자 정의
pa: ਕਸਟਮ
pt_pt: Personalizado
ru: Свой
sw: Desturi
zh_hans: 自定义

source: DELETE
ar: حذف
bn: মুছুন
de: LÖSCHEN
es: ELIMINAR
fa: حذف کنید
fr: SUPPRIMER
hi: हटाएं
id: HAPUS
ja: 削除
ko: 삭제
pa: ਮਿਟਾਓ
pt_pt: EXCLUIR
ru: УДАЛИТЬ
sw: FUTA
zh_hans: 删除

source: Daily Calories
ar: السعرات الحرارية اليومية
bn: দৈনিক ক্যালোরি
de: Tägliche Kalorien
es: Calorías diarias
fa: کالری روزانه
fr: Calories quotidiennes
hi: दैनिक कैलोरी
id: Kalori Harian
ja: 1日のカロリー
ko: 일일 칼로리
pa: ਰੋਜ਼ਾਨਾ ਕੈਲੋਰੀਜ਼
pt_pt: Calorias Diárias
ru: Калории за день
sw: Kalori za Kila siku
zh_hans: 每日卡路里

source: Data is missing
ar: البيانات مفقودة
bn: তথ্য অনুপস্থিত
de: Daten fehlen
es: Faltan datos
fa: داده ها از دست رفته است
fr: Données manquantes
hi: डेटा गायब है
id: Datanya hilang
ja: データがありません
ko: 데이터가 없습니다
pa: ਡਾਟਾ ਗੁੰਮ ਹੈ
pt_pt: Faltam dados
ru: Данные отсутствуют
sw: Data haipo
zh_hans: 数据缺失

source: Day %@: %@
ar: اليوم %@: %@
bn: দিন %@: %@
de: Tag %@: %@
es: Día %@: %@
fa: روز %@: %@
fr: Jour %@ : %@
hi: दिन %@: %@
id: Hari %@: %@
ja: %@日目: %@
ko: %@일차: %@
pa: ਦਿਨ %@: %@
pt_pt: Dia %@: %@
ru: День %@: %@
sw: Siku %@: %@
zh_hans: 第 %@ 天：%@

source: Day %lld: %@
ar: اليوم %lld: %@
bn: দিন %lld: %@
de: Tag %lld: %@
es: Día %lld: %@
fa: روز %lld: %@
fr: Jour %lld : %@
hi: दिन %lld: %@
id: Hari %lld: %@
ja: %lld日目: %@
ko: %lld일차: %@
pa: ਦਿਨ %lld: %@
pt_pt: Dia %lld: %@
ru: День %lld: %@
sw: Siku %lld: %@
zh_hans: 第 %lld 天：%@

source: Default
ar: الافتراضي
bn: ডিফল্ট
de: Standard
es: Predeterminado
fa: پیش فرض
fr: Par défaut
hi: डिफ़ॉल्ट
id: Bawaan
ja: デフォルト
ko: 기본
pa: ਡਿਫਾਲਟ
pt_pt: Padrão
ru: По умолчанию
sw: Chaguomsingi
zh_hans: 默认

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف کنید
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pa: ਮਿਟਾਓ
pt_pt: Excluir
ru: Удалить
sw: Futa
zh_hans: 删除

source: Delete Activity
ar: حذف النشاط
bn: কার্যকলাপ মুছুন
de: Aktivität löschen
es: Eliminar actividad
fa: حذف فعالیت
fr: Supprimer l'activité
hi: गतिविधि हटाएँ
id: Hapus Aktivitas
ja: アクティビティを削除
ko: 활동 삭제
pa: ਗਤੀਵਿਧੀ ਮਿਟਾਓ
pt_pt: Excluir atividade
ru: Удалить занятие
sw: Futa Shughuli
zh_hans: 删除活动

source: Description
ar: الوصف
bn: বর্ণনা
de: Beschreibung
es: Descripción
fa: توضیحات
hi: विवरण
id: Deskripsi
ja: 説明
ko: 설명
pa: ਵਰਣਨ
pt_pt: Descrição
ru: Описание
sw: Maelezo
zh_hans: 描述

source: Discover
ar: اكتشف
bn: আবিষ্কার করুন
de: Entdecken
es: Descubrir
fa: کشف کنید
fr: Découvrir
hi: खोजें
id: Temukan
ja: 見つける
ko: 탐색
pa: ਖੋਜੋ
pt_pt: Descubra
ru: Обзор
sw: Gundua
zh_hans: 发现

source: Do it later
ar: افعل ذلك لاحقًا
bn: পরে করবেন
de: Mach es später
es: Hacerlo más tarde
fa: بعدا انجامش بده
fr: Plus tard
hi: बाद में करें
id: Lakukan nanti
ja: あとで行う
ko: 나중에 하기
pa: ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਰੋ
pt_pt: Faça isso mais tarde
ru: Позже
sw: Fanya hivyo baadaye
zh_hans: 稍后再做

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
hi: संपन्न
id: Selesai
ja: 完了
ko: 완료
pa: ਹੋ ਗਿਆ
pt_pt: Concluído
ru: Готово
sw: Imekamilika
zh_hans: 完成

source: Done!
ar: تم!
bn: সম্পন্ন !
de: Fertig!
es: ¡Hecho!
fa: انجام شد!
fr: Terminé !
hi: पूर्ण!
id: Selesai!
ja: 完了しました！
ko: 완료!
pa: ਹੋ ਗਿਆ!
pt_pt: Pronto!
ru: Готово!
sw: Imekamilika!
zh_hans: 完成！
